
export const i18n = {
    lang: "中",
    introduction: "关于井创",
    welcome: "欢迎来到",
    company: "合肥井创数字科技有限公司",
    homePage: "首页",
    blockChain: "区块链",
    solutions:"解决方案",
    products:"开源产品",
    aboutUs: "关于我们",
    internet:'互联网',
    cases: "应用案例",
    ai:"人工智能",
    introductionText1: "合肥井创数字科技有限公司（简称：井创科技）是一家致力于利用区块链、人工智能、大数据、云计算、物联网等技术，面向社会各行业提供非中心化的软件产品、解决方案以及技术服务的科技公司。公司拥有一批即精通区块链技术、人工智能技术，又有行业软件开发经验的技术人才。公司是井通公链（swtc）和墨客公链（Moac）核心技术支持的核心供应商。公司拥有区块链浏览器、区块链钱包、去中心化交易平台等区块链核心产品。同时在区块链应用方面、人工智能运用也储备了丰富的产品和解决方案。",
    introductionText2: "井创科技在区块链应用和人工智能应用方面有丰富的产品、解决方案和技术储备。在区块链方面，井创目前已经研制拥有了《基于区块链的个人身份认证平台》、《基于区块链的国际汇兑系统》、《基于区块链的产品溯源系统》、《基于区块链的供应链金融软件系统》、《基于区块链的知识共享平台》等多个产品及解决方案。这些产品及解决方案正在改变人们的生产及消费习惯，推动社会的进步。在人工智能方面，井创数字利用机器学习技术，在智能感知和自然语言方面深耕用户的需求，与中国科学技术大学视觉计算实验室合作，研发了多款人工智能应用产品，包括《井创网评内容情感分析系统》、《井创多轮人机对话引擎》、《岩石薄片图像智能识别系统》等产品。井创数字在人工智能技术方面有着深厚的技术和经验积累，面向各行业提供人工智能应用技术研发服务。",
    case: "案例",
    bannerText: {
        first: "数字服务生活",
        second: "科技创造未来"
    },
    blockContent: [
        {
            icon: "iconfont icon-traceability",
            title: "产品溯源系统",
            text: "产品溯源是解决药品食品安全的一个有效的方法，但溯源本身给产品的生产运输增加的成本，所以溯源的应用和推广往往得不到厂商的支持。井创区块链溯源系统，利用区块链技术，重新定义产品的价值实现过程，让产品的生产，检验，运输，销售，消费等各环节的人员参与产品价值的实现，获得产品价值分享。从而推动产品溯源的应用。",
        }, {
            icon: "iconfont icon-financial",
            title: "供应链金融软件系统",
            text: "企业现金流是企业正常运转的血液，由于种种原因，很多企业应收款居高不下，应收款不能流通，从而严重影响了很多公司的现金流。井创供应链金融为以大企业为核心的供应链生态圈提出了一个应收款流通的解决方案和产品。由大企业背书的应收款作为基础发行通证，通证在系统内可以流通，互相购买材料，产品维持各参与方运转，大大降低了各生态链企业的财务成本。",
        },
        {
            icon: "iconfont icon-authentication",
            title: "基于区块链的个人身份认证平台",
            text: "个人隐私信息被滥用已经到了触目惊心的地步，因此而导致的大量安全事件屡见报道。大量的应用软件或网站收集过量的个人信息而没有认真加以保护或者利用个人信息进行盈利的行为已经引起了广泛的关注。井创个人身份认证平台利用区块链技术，建立一个个人身份认证平台，个人隐私信息归个人所有，与经过权威机构认证的结果一起存储于区块链上，应用软件或网站只需从区块链中获取认证结果，而无需也无权获得隐私信息。个人信息经本人授权可以有限使用，使用者按合约向所有者支付费用。从而达到既能保护隐私，又能推动个人信息应用的效果。",
        }, {
            icon: "iconfont icon-shared",
            title: "基于区块链的知识共享平台",
            text: "基于中心化的知识共享平台，如阅读平台，视频网站等，作者和平台之间的权利分配逻辑存在不合理性。平台在购买版权时很难确定版权的价值，推广者的推广效果及成本难于共识，版权所有者因为不直接获得消费者的支付，而获得不了合理的收益。井创基于区块链的知识共享平台力图解决版权拥有者、推广者以及平台的矛盾，共建和谐知识产权经济圈。产权的所有者，可以是原创者，或通过交易获得所有权，拥有产权的原始文件。平台提供平台服务收取服务费（通证），包括版权交易，版权消费，版权保护等服务；出版服务商通过推广服务获得推广费（通证）；读者购买通证消费产权，通过书评或参与活动获得通证。通证的价值由参与一起定义，共建一个共荣、互动、生态的版权交易社区。",
        }
    ],
    service: "服务",
    opensourceProducts: [
        {
            title:"井创区块链钱包软件",
            text1:"井创区块链钱包软件（甜甜圈（Doughnut））是一款基于区块链技术，去中心化，高安全，高可用的一站式服务区块链数字资产钱包软件，具备“匿名性”和“去中心化”的特征，集成了区块链资产钱包管理和DAPP Store等功能，具有操作简单便捷，信息安全可靠等优点。",
            text2:"井创区块链钱包软件使用去中心化数字加密技术保证用户的信息及资产绝对的安全。井创区块链钱包软件从创建钱包软件到转账交易等操作全部是有可视化引导页面，即使用户是个新手也能很快明白我们的操作流程。 井创区块链钱包软件是一个综合性钱包软件，我们不仅包含创建钱包软件、转账这些钱包软件的基本功能，社区交际模块的社交功能和对井通社区开放的的DAPP应用模块。",
            url:"https://doughnut.oss-cn-beijing.aliyuncs.com/doughnut.apk"
        },
        {
            title:"井创区块链交易平台",
            text1:"井创区块链去中心化数字资产交易平台（JChuang Dex）（以下简称井创区块链交易平台）将提供完整的资讯获取，钱包管理，实时挂单和交易等交易所功能，致力为用户提供一个去中心化的高安全，高可用的区块链数字资产交易平台。",
            text2:"井创区块链交易平台使用去中心化数字加密技术保证用户的信息及资产绝对的安全，其实数字货币并不是真的存贮在交易平台，而存在链上。交易平台只是存储兑现，转账交易的工具平台。井创区块链交易平台提供了详细的说明介绍，用户通过浏览指导页面的介绍，很快就能掌握交易平台的操作流程，并且在交易平台中，从创建资产钱包到转账交易等操作全部是有可视化引导页面以及操作提示，非常容易上手。井创区块链交易平台提供了详细的币种币价行情信息，通过K线图清晰地展示了币价行情变化，以及实时挂单交易数变化动态，使用户能随时了解行情变化，以便用户把握交易时机。",
            url:"https://github.com/HFJingchuang/LBR_Exchange"
        },
        {
            title:"井创区块链浏览器",
            text1:"井创区块链浏览器为用户提供了浏览区块链信息的窗口，每一个区块所记载的内容都可以从区块链浏览器上进行查阅，通常数字资产用户会使用区块链浏览器查询记录在区块中的交易信息。它详细的记录了每一个区块的确认过程和数字币的产生、分配过程，并且完整的记录了每个区块间的数字币流转情况，从而更加完整的、公开的披露了数字币的存量、增量、换手率等信息，唯一隐藏的是每个区块背后的主人。",
            text2:"用户可以很方便的通过检索框搜索查到钱包、区块和交易的信息，也可以通过下面的区块区和交易区去查看最新的信息，这样分不同的方式和维度可以方便用户去查询。",
            url:"https://github.com/HFJingchuang/MOAC_AppChain_Explorer"
        }
    ],
    serviceText: "井创目前已经研制拥有了《基于区块链的个人身份认证平台》、《基于区块链的国际汇兑系统》、《基于区块链的产品溯源系统》、《基于区块链的供应链金融软件系统》、《基于区块链的知识共享平台》等多个产品及解决方案。这些产品及解决方案正在改变人们的生产及消费习惯，推动社会的进步。",
    scenes: "适用场景",
    scenesContent: [
        {
            icon: "iconfont icon-shuju",
            title: "数据存证",
            text: "信息上链，无法篡改"
        },
        {
            icon: "iconfont icon-maoyi-",
            title: "金融贸易",
            text: "简化货物转义，提高业务效率"
        },
        {
            icon: "iconfont icon-suyuan",
            title: "商品溯源",
            text: "商品生命周期上链，信息可追踪"
        },
        {
            icon: "iconfont icon-shenfenrenzheng",
            title: "数字身份",
            text: "保护个人隐私信息，加快个人信息应用"
        }
    ],
    advantage: "技术优点",
    advantageContext: [
        {
            icon: "iconfont icon-shujuquzhongxinhua",
            title: "去中心化，安全、可靠"
        },
        {
            icon: "iconfont icon-gongkai",
            title: "去信任化，公开、透明"
        },
        {
            icon: "iconfont icon-tubiaoshangchuanmoban",
            title: "分布式，稳定、持续"
        }
    ],
    aiContent: [
        {
            icon: "iconfont icon-pinglun",
            title: "井创网评内容情感分析系统",
            text: "为提高政府的服务水平，及时掌握民众诉求，政务门户网站往往会提供用户意见征集或评论的功能。这些意见收集功能面向大众，每天会收到大量的评论，这些评论有些是无关痛痒的话题，有些是需要政府关注或需解决的课题，政府需要甄别评论的类型，分类处理。由于政府管理人力有限，单靠人工来进行分类处理，效率比较低下，容易错过需要及时处理的事件，造成政府服务质量下降。针对这一问题，井创网评内容情感分析系统基于TextCNN的深度学习文本分类技术，快速地将评论按照内容类型进行分类，针对需要及时处理的问题，提供多种告警手段，政务机关通过利用该系统可以及时处理民众反映的问题，增强了政务机关处理事务的能力和效率，对改善民生水平产生积极作用。",
        },
        {
            icon: "iconfont icon-V",
            title: "井创多轮人机对话引擎",
            text: "随着社会的不断进步和人工智能的快速发展，服务机器人已经逐步应用于生活中的各种场景中为人们提供服务。目前相关产品多为面向开放域对话或其他特定领域对话的服务机器人，效果不佳且可拓展性差。如何提高服务机器人的服务水平就成了社会关注的内容。为了解决这一问题，井创多轮人机对话引擎基于机器学习方法，有针对性的配置行业语料库，如银行服务机器人的语料库中提供大量针对银行业务的语料，酒店服务机器人的语料库提供酒店服务的语料等，提高了服务机器人的对话能力和服务质量，对于降低人力资源，提高各行业服务效率等方面，具有很大的意义和价值。",
        },
        {
            icon: "iconfont icon-tuxingtuxiangchuli",
            title: "岩石薄片图像智能识别系统",
            text: "在地质研究中，通过显微镜分析岩石薄片并对其进行分类是一项尤为重要的工作。当前对于碳酸盐岩和砂岩样本薄片图像的分析，传统做法是采用人工方式，专业研究人员在偏光显微镜下观察和拍摄相应的显微图像，通过肉眼来鉴定样本的结构和组分。传统的分析方法，需要专业人员来判读，耗时耗力，同时培养一名专业人员需要大量的资金和时间投入，并且人工鉴定很容易受到主观因素的影响，影响专家对岩石薄片样本的观察鉴定结果。近些年数字图像处理技术和人工智能技术的飞速发展，使用计算机对专业的岩石薄片图像进行识别和分析成为可能。通过计算机系统实现对岩石薄片图像的分析，计算机系统能够快速的完成大量岩石薄片图像的分析，并能检测到许多肉眼无法察觉的细节，可以协助研究人员对大量图像进行初步的分类和分析。并且计算机系统可以形成相对统一的分析标准，且能够快速部署和复制，可以很好的解决该行业专业人士较少、培养时间较长的问题。因此，开发一套岩石薄片图像智能识别系统，具有非常实际的价值",
        }
    ],
    aiServiceText:"井创数字利用机器学习技术，在智能感知和自然语言方面深耕用户的需求，与中国科学技术大学视觉计算实验室合作，研发了多款人工智能应用产品，包括《井创网评内容情感分析系统》、《井创多轮人机对话引擎》、《岩石薄片图像智能识别系统》等产品。井创数字在人工智能技术方面有着深厚的技术和经验积累，面向各行业提供人工智能应用技术研发服务。",
    aiService:"技术方案",
    aiServiceContent: [
        {
            icon: "iconfont icon-chazhaobiaodanliebiao",
            title: "文本智能识别分析"
        },
        {
            icon: "iconfont icon-yuyin",
            title: "语音智能识别分析"
        },
        {
            icon: "iconfont icon-tuxingtuxiangchuli",
            title: "图像智能识别处理"
        }
    ],
    contactUs: "联系我们",
    address: "公司地址",
    addressText: "安徽省合肥市高新区创新产业园2期J1楼A座1008室",
    busEmail: "商务邮箱",
    hrEmail: "人事邮箱",
    busEmailText: "business@jcdtech.cn",
    hrEmailText: "hr@jcdtech.cn",
    copyright: "Copyright©2018-2020",
    footerText: "合肥井创数字科技有限公司是一家致力于利用区块链及人工智能技术，面向社会各行业提供非中心化的软件产品、解决方案以及技术服务的科技公司。",
    record: "皖ICP备20009850-1号",
    record2:"皖公网安备 34019202000912号",
    companyInfo: "认识我们",
    offers: "加入我们",
    follow:"关注我们",
    clickToOffers: "现在就加入我们",
    partner: "合作伙伴",
    more1:"点击下载",
    more2:"访问源码",
    partners:[]

}