
export const i18n = {
    lang: "中",
    introduction: "公司简介",
    welcome: "您身边的智能服务专家",
    company: "安徽兰科智能科技有限公司",
    homePage: "首页",
    products:"开源产品",
    aboutUs: "关于兰科",
    cases: "应用案例",
    ai:"人工智能",
    introductionText1: "安徽兰科智能科技有限公司（简称：兰科智能）是一家致力于人工智能、大数据、云计算、物联网等技术，面向社会各行业提供人工智能能软件产品、解决方案以及技术服务的科技公司。公司依托中国科学技术大学，向工业提供基于图像智能分析的缺陷检测技术和设备，向金融、电力、政府等服务行业提供基于自然语言理解的文本分析和对话系统和技术，拥有一批即精通人工智能技术，又有行业软件开发经验的技术人才。",
    introductionText2: "公司在智能感知和自然语言方面深耕用户的需求，与中国科学技术大学视觉计算实验室合作，研发了多款人工智能应用产品，包括《兰科网评内容智能分析服务平台》、《兰科多轮人机对话服务平台》、《兰科矿石成分智能识别系统》、《兰科果蔬智能分拣系统》、《兰科胃癌早期识别系统》等产品。兰科智慧在人工智能技术方面有着深厚的技术和经验积累，面向各行业提供人工智能应用技术研发服务。",
    case: "案例",
    bannerText: {
        first: "数字服务生活",
        second: "科技创造未来"
    },
    aiContent: [
        {
            icon: "iconfont icon-pinglun",
            title: "兰科网评内容智能分析服务平台",
            text: "为提高政府的服务水平，及时掌握民众诉求，政务门户网站往往会提供用户意见征集或评论的功能。这些意见收集功能面向大众，每天会收到大量的评论，这些评论有些是无关痛痒的话题，有些是需要政府关注或需解决的课题，政府需要甄别评论的类型，分类处理。由于政府管理人力有限，单靠人工来进行分类处理，效率比较低下，容易错过需要及时处理的事件，造成政府服务质量下降。针对这一问题，井创网评内容情感分析系统基于TextCNN的深度学习文本分类技术，快速地将评论按照内容类型进行分类，针对需要及时处理的问题，提供多种告警手段，政务机关通过利用该系统可以及时处理民众反映的问题，增强了政务机关处理事务的能力和效率，对改善民生水平产生积极作用。",
        },
        {
            icon: "iconfont icon-V",
            title: "兰科多轮人机对话服务平台",
            text: "随着社会的不断进步和人工智能的快速发展，服务机器人已经逐步应用于生活中的各种场景中为人们提供服务。目前相关产品多为面向开放域对话或其他特定领域对话的服务机器人，效果不佳且可拓展性差。如何提高服务机器人的服务水平就成了社会关注的内容。为了解决这一问题，井创多轮人机对话引擎基于机器学习方法，有针对性的配置行业语料库，如银行服务机器人的语料库中提供大量针对银行业务的语料，酒店服务机器人的语料库提供酒店服务的语料等，提高了服务机器人的对话能力和服务质量，对于降低人力资源，提高各行业服务效率等方面，具有很大的意义和价值。",
        },
        {
            icon: "iconfont icon-tuxingtuxiangchuli",
            title: "兰科矿石成分智能识别系统",
            text: "在地质研究中，通过显微镜分析岩石薄片并对其进行分类是一项尤为重要的工作。当前对于碳酸盐岩和砂岩样本薄片图像的分析，传统做法是采用人工方式，专业研究人员在偏光显微镜下观察和拍摄相应的显微图像，通过肉眼来鉴定样本的结构和组分。传统的分析方法，需要专业人员来判读，耗时耗力，同时培养一名专业人员需要大量的资金和时间投入，并且人工鉴定很容易受到主观因素的影响，影响专家对岩石薄片样本的观察鉴定结果。近些年数字图像处理技术和人工智能技术的飞速发展，使用计算机对专业的岩石薄片图像进行识别和分析成为可能。通过计算机系统实现对岩石薄片图像的分析，计算机系统能够快速的完成大量岩石薄片图像的分析，并能检测到许多肉眼无法察觉的细节，可以协助研究人员对大量图像进行初步的分类和分析。并且计算机系统可以形成相对统一的分析标准，且能够快速部署和复制，可以很好的解决该行业专业人士较少、培养时间较长的问题。因此，开发一套岩石薄片图像智能识别系统，具有非常实际的价值",
        }
    ],
    aiServiceText:"兰科智能利用机器学习技术，在智能感知和自然语言方面深耕用户的需求，与中国科学技术大学视觉计算实验室合作，研发了多款人工智能应用产品，包括《井创网评内容情感分析系统》、《井创多轮人机对话引擎》、《岩石薄片图像智能识别系统》等产品。井创数字在人工智能技术方面有着深厚的技术和经验积累，面向各行业提供人工智能应用技术研发服务。",
    aiService:"技术方案",
    aiServiceContent: [
        {
            icon: "iconfont icon-chazhaobiaodanliebiao",
            title: "文本智能识别分析"
        },
        {
            icon: "iconfont icon-yuyin",
            title: "语音智能识别分析"
        },
        {
            icon: "iconfont icon-tuxingtuxiangchuli",
            title: "图像智能识别处理"
        }
    ],
    contactUs: "联系我们",
    address: "公司地址",
    addressText: "安徽省合肥市高新区创新产业园2期J1楼A座1008室",
    busEmail: "商务邮箱",
    hrEmail: "人事邮箱",
    busEmailText: "xumingyang@iranktek.com",
    hrEmailText: "xumingyang@iranktek.com",
    copyright: "Copyright©2020",
    footerText: "合肥井创数字科技有限公司是一家致力于利用区块链及人工智能技术，面向社会各行业提供非中心化的软件产品、解决方案以及技术服务的科技公司。",
    record: "皖ICP备20009850-1号",
    record2:"皖公网安备 xxxxxxxxxxxx号",
    companyInfo: "认识我们",
    offers: "加入我们",
    follow:"关注我们",
    clickToOffers: "现在就加入我们",
    partner: "合作伙伴",
    partners:[
        {
            icon: require("../assets/images/guochuang.png"),
            url: "http://www.kdgcsoft.com/",
            name: "科大国创"
        },
        {
            icon: require("../assets/images/guochuang.png"),
            url: "http://www.kdgcsoft.com/",
            name: "科大国创"
        },{
            icon: require("../assets/images/guochuang.png"),
            url: "http://www.kdgcsoft.com/",
            name: "科大国创"
        },
        {
            icon: require("../assets/images/guochuang.png"),
            url: "http://www.kdgcsoft.com/",
            name: "科大国创"
        }

    ]

}